[
  {
    "title": "Comment prendre soin de vos produits",
    "description": "Guide d'entretien pour prolonger la durée de vie de vos achats",
    "content": "Dans cet article, nous partageons nos conseils d'experts pour entretenir vos produits et les garder comme neufs pendant des années.",
    "readingTime": 5,
    "publishedAt": "2025-06-23T00:00:00.000Z"
  },
  {
    "title": "Nos engagements écologiques",
    "description": "Découvrez comment nous contribuons à préserver la planète",
    "content": "Notre entreprise s'engage pour un avenir plus durable à travers diverses initiatives écologiques et une production responsable.",
    "readingTime": 4,    
    "publishedAt": "2025-06-23T00:00:00.000Z"
  },
  {
    "title": "Les tendances mode de l'été 2025",
    "description": "Découvrez les couleurs et styles incontournables de la saison",
    "content": "Cet été, les teintes pastel et les matières naturelles sont à l'honneur. Notre nouvelle collection s'inspire de ces tendances tout en proposant des pièces intemporelles et écoresponsables.",
    "readingTime": 3,
    "publishedAt": "2025-06-23T00:00:00.000Z"
  },
  {
    "title": "Rencontre avec nos artisans",
    "description": "Portraits des talents qui confectionnent vos produits",
    "content": "Derrière chaque produit se cache un savoir-faire unique. Dans cet article, nous vous présentons les artisans passionnés qui mettent leur expertise au service de la qualité et de l'authenticité.",
    "readingTime": 5,
    "publishedAt": "2025-06-23T00:00:00.000Z"
  },
  {
    "title": "Comment composer une tenue pour chaque occasion",
    "description": "Conseils et astuces pour créer des ensembles harmonieux",
    "content": "Qu'il s'agisse d'un événement professionnel ou d'une sortie entre amis, découvrez nos recommandations pour associer nos pièces et créer des tenues adaptées à toutes les occasions de votre quotidien.",
    "readingTime": 4,
    "publishedAt": "2025-06-23T00:00:00.000Z"
  },
  {
    "title": "Les bienfaits des matières naturelles",
    "description": "Pourquoi privilégier le coton bio, le lin et les fibres recyclées",
    "content": "Les matières naturelles offrent confort, durabilité et respectent l'environnement. Découvrez dans cet article comment nous sélectionnons nos matières premières et pourquoi elles sont meilleures pour votre peau et la planète.",
    "readingTime": 6,
    "publishedAt": "2025-06-24T00:00:00.000Z"
  },
  {
    "title": "Histoire de notre marque",
    "description": "De l'idée initiale à aujourd'hui : notre parcours entrepreneurial",
    "content": "Retour sur les origines de notre entreprise, les défis que nous avons relevés et notre vision pour l'avenir. Une histoire d'innovation, de passion et d'engagement pour la qualité.",
    "readingTime": 7,
    "publishedAt": "2025-06-20T00:00:00.000Z"
  },
  {
    "title": "Guide des tailles : trouvez le vêtement parfait",
    "description": "Conseils pratiques pour choisir la taille idéale pour chaque morphologie",
    "content": "Choisir la bonne taille peut être un défi. Dans cet article, nous vous aidons à prendre vos mesures correctement et à comprendre nos tableaux de tailles pour un ajustement parfait à chaque commande.",
    "readingTime": 4,
    "publishedAt": "2025-06-18T00:00:00.000Z"
  },
  {
    "title": "Nos recommandations mode pour l'automne 2025",
    "description": "Préparez votre garde-robe pour la saison à venir",
    "content": "L'automne approche et avec lui de nouvelles tendances. Découvrez notre sélection de pièces incontournables pour rester élégant et confortable pendant les mois plus frais qui s'annoncent.",
    "readingTime": 5,
    "publishedAt": "2025-06-22T00:00:00.000Z"
  },
  {
    "title": "Comment réduire l'impact environnemental de votre garde-robe",
    "description": "Des gestes simples pour une mode plus durable au quotidien",
    "content": "La mode durable commence par des choix quotidiens. Dans cet article, nous partageons des conseils pratiques pour entretenir vos vêtements, acheter de façon responsable et réduire les déchets textiles.",
    "readingTime": 6,
    "publishedAt": "2025-06-21T00:00:00.000Z"
  }
]
